export const MONGOLIA_LOCATIONS = [
    {
        "aimag": "Улаанбаатар",
        "soums": [
            "Багахангай",
            "Багануур",
            "Баянгол",
            "Баянзүрх",
            "Налайх",
            "Сонгинохайрхан",
            "Сүхбаатар",
            "Хан-Уул",
            "Чингэлтэй"
        ]
    },
    {
        "aimag": "Архангай",
        "soums": [
            "Батцэнгэл",
            "Булган",
            "Жаргалант",
            "Ихтамир",
            "Өгийнуур",
            "Өлзийт",
            "Өндөр-Улаан",
            "Тариат",
            "Төвшрүүлүх",
            "Түвшрүүлэх",
            "Хайрхан",
            "Хангай",
            "Хашаат",
            "Хотонт",
            "Цахир",
            "Цэнхэр",
            "Цэцэрлэг",
            "Чулуут",
            "Эрдэнэмандал"
        ]
    },
    {
        "aimag": "Баян-Өлгий",
        "soums": [
            "Алтай",
            "Алтанцөгц",
            "Баяннуур",
            "Бугат",
            "Булган",
            "Буянт",
            "Дэлүүн",
            "Ногооннуур",
            "Толбо",
            "Улаанхус",
            "Цагааннуур",
            "Цэнгэл"
        ]
    },
    {
        "aimag": "Баянхонгор",
        "soums": [
            "Баацагаан",
            "Баян-Овоо",
            "Баянбулаг",
            "Баянговь",
            "Баянлиг",
            "Баянхонгор",
            "Богд",
            "Бөмбөгөр",
            "Бууцагаан",
            "Галуут",
            "Гурванбулаг",
            "Жаргалант",
            "Жинст",
            "Заг",
            "Өлзийт",
            "Өмнөцөгц",
            "Хүрээмарал",
            "Шинэжинст",
            "Эрдэнцогт"
        ]
    },
    {
        "aimag": "Булган",
        "soums": [
            "Баян-Агт",
            "Баяннуур",
            "Бугат",
            "Бүрэгхангай",
            "Гурванбулаг",
            "Дашинчилэн",
            "Могод",
            "Орхон",
            "Рашаант",
            "Сайхан",
            "Сэлэнгэ",
            "Тэшиг",
            "Хангал",
            "Хишиг-Өндөр",
            "Хялганат"
        ]
    },
    {
        "aimag": "Говь-Алтай",
        "soums": [
            "Алтай",
            "Баян-Уул",
            "Бугат",
            "Дарви",
            "Дэлгэр",
            "Есөнбулаг",
            "Жаргалан",
            "Тайшир",
            "Тонхил",
            "Төгрөг",
            "Халиун",
            "Хөхморьт",
            "Цогт",
            "Цээл",
            "Чандмань",
            "Шарга",
            "Эрдэнэ"
        ]
    },
    {
        "aimag": "Говьсүмбэр",
        "soums": [
            "Сүмбэр",
            "Баянтал",
            "Шивээговь"
        ]
    },
    {
        "aimag": "Дархан-Уул",
        "soums": [
            "Дархан",
            "Орхон",
            "Хонгор",
            "Шарын гол"
        ]
    },
    {
        "aimag": "Дорноговь",
        "soums": [
            "Айраг",
            "Алтанширээ",
            "Даланжаргалан",
            "Дэлгэрэх",
            "Замын-Үүд",
            "Иххэт",
            "Мандах",
            "Өргөн",
            "Сайхандулаан",
            "Улаанбадрах",
            "Хатанбулаг",
            "Хөвсгөл",
            "Эрдэнэ"
        ]
    },
    {
        "aimag": "Дорнод",
        "soums": [
            "Баян-Уул",
            "Баяндун",
            "Баянтүмэн",
            "Булган",
            "Гурванзагал",
            "Дашбалбар",
            "Матад",
            "Сэргэлэн",
            "Халхгол",
            "Хэрлэн",
            "Цагаан-Овоо",
            "Чулуунхороот"
        ]
    },
    {
        "aimag": "Дундговь",
        "soums": [
            "Адаацаг",
            "Баянжаргалан",
            "Гурвансайхан",
            "Дэлгэрхангай",
            "Дэлгэрцогт",
            "Дэрэн",
            "Луус",
            "Өлзийт",
            "Өндөршил",
            "Сайнцагаан",
            "Сайхан-Овоо",
            "Хулд",
            "Цагаандэлгэр"
        ]
    },
    {
        "aimag": "Завхан",
        "soums": [
            "Алдархаан",
            "Асгат",
            "Баянтэс",
            "Баянхайрхан",
            "Дөрвөлжин",
            "Идэр",
            "Их-Уул",
            "Нөмрөг",
            "Отгон",
            "Сантмаргац",
            "Сонгино",
            "Тосонцэнгэл",
            "Түдэвтэй",
            "Тэлмэн",
            "Тэс",
            "Ургамал",
            "Цагаанхайрхан",
            "Цагаанчулуут",
            "Цэцэн-Уул",
            "Шилүүстэй",
            "Эрдэнэхайрхан",
            "Яруу"
        ]
    },
    {
        "aimag": "Өвөрхангай",
        "soums": [
            "Арвайхээр",
            "Баруунбаян-Улаан",
            "Бат-Өлзий",
            "Баян-Өндөр",
            "Богд",
            "Бүрд",
            "Гучин-Ус",
            "Ерөө",
            "Зүүнбаян-Улаан",
            "Зүүнхангай",
            "Нарийнтээл",
            "Өлзийт",
            "Сант",
            "Тарагт",
            "Төгрөг",
            "Уянга",
            "Хархорин",
            "Хайрхандулаан",
            "Хужирт"
        ]
    },
    {
        "aimag": "Өмнөговь",
        "soums": [
            "Баян-Овоо",
            "Баяндалай",
            "Булган",
            "Гурвантэс",
            "Даланзадгад",
            "Мандал-Овоо",
            "Манлай",
            "Ноён",
            "Номгон",
            "Сэврэй",
            "Ханбогд",
            "Ханхонгор",
            "Хүрмэн",
            "Цогт-Овоо",
            "Цогтцэций"
        ]
    },
    {
        "aimag": "Орхон",
        "soums": [
            "Баян-Өндөр",
            "Жаргалант"
        ]
    },
    {
        "aimag": "Сүхбаатар",
        "soums": [
            "Асгат",
            "Баруун-Урт",
            "Баяндэлгэр",
            "Дарьганга",
            "Мөнххаан",
            "Наран",
            "Онгон",
            "Сүхбаатар",
            "Түвшинширээ",
            "Түмэнцогт",
            "Уулбаян",
            "Халзан"
        ]
    },
    {
        "aimag": "Сэлэнгэ",
        "soums": [
            "Алтанбулаг",
            "Баруунбүрэн",
            "Баянгол",
            "Ерөө",
            "Жавхлант",
            "Мандал",
            "Орхон",
            "Орхонтуул",
            "Сант",
            "Сүхбаатар",
            "Түшиг",
            "Хүдэр",
            "Хушаат",
            "Шаамар",
            "Шарын гол",
            "Зүүнбүрэн"
        ]
    },
    {
        "aimag": "Төв",
        "soums": [
            "Алтанбулаг",
            "Аргалант",
            "Архуст",
            "Баян",
            "Баянжаргалан",
            "Баян",
            "Баяндэлгэр",
            "Баянчандмань",
            "Баянцагаан",
            "Баянцогт",
            "Баянцэнгэл",
            "Баянчандмань",
            "Баянжаргалан",
            "Баянцагаан",
            "Баянцогт",
            "Баянцэнгэл",
            "Баянхангай",
            "Баянцагаан",
            "Баянцэнгэл",
            "Баянцагаан",
            "Баянцэнгэл",
            "Сэргэлэн"
        ]
    },
    {
        "aimag": "Увс",
        "soums": [
            "Баруунтуруун",
            "Бөхмөрөн",
            "Давст",
            "Завхан",
            "Зүүнговь",
            "Малчин",
            "Наранбулаг",
            "Өлгий",
            "Өмнөговь",
            "Сагил",
            "Тариалан",
            "Тэс",
            "Түргэн",
            "Ховд",
            "Хяргас"
        ]
    },
    {
        "aimag": "Ховд",
        "soums": [
            "Алтай",
            "Булган",
            "Буянт",
            "Дарви",
            "Дөргөн",
            "Дуут",
            "Жаргалант",
            "Зэрэг",
            "Манхан",
            "Мөст",
            "Мянгад",
            "Үенч",
            "Ховд",
            "Цэцэг",
            "Чандмань"
        ]
    },
    {
        "aimag": "Хөвсгөл",
        "soums": [
            "Алдархаан",
            "Арбулаг",
            "Баянзүрх",
            "Бүрэнтогтох",
            "Галт",
            "Жаргалант",
            "Их-Уул",
            "Мөрөн",
            "Ренчинлхүмбэ",
            "Тариалан",
            "Тосонцэнгэл",
            "Төмөрбулаг",
            "Улаан-Уул",
            "Ханх",
            "Хатгал",
            "Цагааннуур",
            "Цагаан-Уул",
            "Цэцэрлэг",
            "Шинэ-Идэр"
        ]
    },
    {
        "aimag": "Хэнтий",
        "soums": [
            "Батноров",
            "Баян-Адарга",
            "Баянмөнх",
            "Баян-Овоо",
            "Батширээт",
            "Батноров",
            "Баянхутаг",
            "Баянмөнх",
            "Батноров",
            "Батширээт",
            "Баянхутаг",
            "Дадал",
            "Дархан",
            "Дэлгэрхаан",
            "Жаргалтхаан",
            "Мөрөн",
            "Норовлин",
            "Өмнөдэлгэр",
            "Хэрлэн",
            "Цэнхэрмандал"
        ]
    }
];
